[
  "obsidian-banners",
  "calendar-beta",
  "dataview",
  "homepage",
  "obsidian-icon-folder",
  "obsidian-kanban",
  "obsidian-linter",
  "longform",
  "markdown-table-editor",
  "obsidian-minimal-settings",
  "omnisearch",
  "obsidian-outliner",
  "quickadd",
  "obsidian-style-settings",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "periodic-notes",
  "buttons",
  "mcp-tools",
  "smart-connections",
  "obsidian-local-rest-api",
  "smart-chatgpt",
  "customjs"
]